adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
alsa-plugins
alsa-utils
atool
autoconf
automake
base
bash-completion
bind-tools
binutils
bison
bspwm
conky
dhcpcd
dialog
docker
docker-compose
dunst
elinks
fakeroot
feh
ffmpegthumbnailer
file
findutils
flex
gawk
gcc
gettext
git
gnome-keyring
gobject-introspection
grep
groff
gucharmap
gzip
highlight
htop
inkscape
jq
k9s
keychain
kubectl
lib32-gnutls
lib32-libpulse
lib32-mpg123
libtool
light-locker
lightdm
linux
lshw
lsof
m4
make
materia-gtk-theme
mediainfo
mlocate
mupdf
nemo
nemo-fileroller
nemo-preview
neofetch
neovim
net-tools
netctl
networkmanager
networkmanager-strongswan
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
numlockx
nvidia
nvidia-settings
nvidia-utils
oath-toolkit
openssh
openssl-1.0
otf-fira-code
otf-fira-mono
p7zip
pacman
pacman-contrib
patch
pavucontrol
picom
pkgconf
postgresql
protobuf
pulseaudio
pulseaudio-alsa
python-lxml
racket
ranger
redshift
reflector
rofi
rsync
scrot
sed
sudo
sxhkd
termite
texinfo
the_silver_searcher
tmux
traceroute
ttf-arphic-uming
ttf-baekmuk
ttf-fira-mono
ttf-roboto
unzip
vagrant
vi
vim
virtualbox
virtualbox-host-modules-arch
vlc
w3m
wget
which
wine
wine-mono
wmctrl
words
wpa_supplicant
xclip
xdo
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
xscreensaver
xsel
xterm
yarn
zip
zsh
