adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
alsa-plugins
alsa-utils
atool
autoconf
automake
base
bash-completion
bind-tools
binutils
bison
browsh
bspwm
clojure-lsp-bin
conky
deno
dhcp
dhcpcd
dialog
docker
docker-compose
dunst
electron-lark
elinks
fakeroot
fcitx
fcitx-cloudpinyin
fcitx-configtool
fcitx-googlepinyin
fcitx-qt5
feh
ffmpegthumbnailer
flex
font-manager
franz-bin
fzf
gcc
git
gnome-keyring
gobject-introspection
google-chrome
google-cloud-sdk
groff
gucharmap
highlight
htop
i2c-tools
inkscape
intellij-idea-ultimate-edition
jq
k9s
keychain
kops
kubectl
lib32-gnutls
lib32-krb5
lib32-libldap
lib32-libpulse
lib32-mpg123
lib32-nvidia-utils
light-locker
lightdm
lightdm-mini-greeter
lightdm-slick-greeter
linux
linux-firmware
lshw
lsof
m4
make
materia-gtk-theme
mediainfo
mlocate
mupdf
nemo
nemo-fileroller
nemo-preview
neofetch
neovim
nerd-fonts-iosevka
nerd-fonts-roboto-mono
net-tools
netctl
networkmanager
networkmanager-l2tp
networkmanager-strongswan
nm-connection-editor
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntpdate
numlockx
nvidia
nvidia-settings
oath-toolkit
openrgb
openssh
openssl-1.0
otf-fira-mono
p7zip
pacman-contrib
patch
pavucontrol
picom
pkgconf
polybar
postgresql
postman
protobuf
pulseaudio
pulseaudio-alsa
python-lxml
racket
ranger
redshift
refind
reflector
rofi
rsync
rxvt-unicode
safeeyes
samba
scrot
slack-desktop
spotify
sudo
sxhkd
tableplus
termite
texinfo
the_silver_searcher
tmux
traceroute
ttf-arphic-uming
ttf-baekmuk
ttf-fira-code
ttf-fira-mono
ttf-roboto
ttf-twemoji-color
ttf-typicons
unzip
upower
vagrant
vi
vim
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
w3m
webstorm
wget
wine
wine-mono
winetricks
wmctrl
words
wpa_supplicant
xclip
xdo
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
xscreensaver
xsel
xterm
xtitle
yarn
yay
zip
zoom
zsh
