tap "caskroom/versions"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk"
cask "adoptopenjdk8"
brew "ack"
brew "automake"
brew "bats"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "dep"
brew "diff-so-fancy"
brew "findutils"
brew "fzf"
brew "git-extras"
brew "git-lfs"
brew "giter8"
brew "gitlab-runner", restart_service: true
brew "openssl@1.1"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "libtool"
brew "jq"
brew "kafka"
brew "kops"
brew "libksba"
brew "libyaml"
brew "make"
brew "moreutils"
brew "multitail"
brew "neofetch"
brew "neovim"
brew "oath-toolkit"
brew "perl"
brew "pkg-config"
brew "plantuml"
brew "postgresql"
brew "protobuf"
brew "rbenv"
brew "rbenv-vars"
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "terraform"
brew "terraform@0.11"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "derailed/k9s/k9s"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "docker"
cask "flux"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "setapp"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
